Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DOUBLE_TAP_INTERVAL_FOOTER_TEXT
source: Two taps that occur within the specified timeout will perform a double tap in VoiceOver.
ar: عند تنفيذ ضغطتين خلال المهلة المحددة سيتم تنفيذ الضغط مرتين في التعليق الصوتي.
bg: Две докосвания в рамките на зададеното време, ще представят двукратно докосване във VoiceOver.
ca: Dos tocs fets dins del límit de temps especificat representaran un doble toc al VoiceOver.
cs: Dvě klepnutí, která proběhnou v rámci zadaného časového limitu, budou ve VoiceOveru interpretována jako poklepání.
da: To tryk, der sker inden for det anførte interval, svarer til to tryk i VoiceOver.
de: Zweimaliges Tippen innerhalb des angegebenen Zeitraums führt in VoiceOver ein Doppeltippen aus.
el: Δύο αγγίγματα, που εκτελούνται εντός του καθορισμένου χρονικού ορίου, θα συνεπάγονται διπλό άγγιγμα στο VoiceOver.
es: Dos toques realizados dentro del tiempo especificado se considerarán un doble toque en VoiceOver.
es_us: Tocar dos veces durante el intervalo será como tocar dos veces en VoiceOver.
fi: Kaksi napautusta yllä määritetyssä ajassa suorittaa kaksoisnapautuksen VoiceOverissa.
fr: Deux pressions dans le délai défini sont interprétées comme un double toucher dans VoiceOver.
fr_ca: Deux contacts respectant le délai produiront un double contact dans VoiceOver.
he: שתי הקשות המתרחשות במסגרת פרק הזמן שהוגדר יובילו להקשה כפולה ב-VoiceOver.
hi: निर्दिष्ट टाइमआउट अवधि के भीतर किए जाने वाले दो टैप से VoiceOver में डबल टैप होगा।
hr: Dva dodira izvedena unutar navedenog vremenskog perioda tretirat će se kao dvostruki dodir u VoiceOveru.
hu: A megadott időtúllépésen belüli két koppintás dupla koppintást hajt végre a VoiceOverben.
id: Dua ketukan yang dilakukan dalam batas waktu yang ditentukan akan dianggap sebagai ketuk dua kali di VoiceOver.
it: Un doppio tocco entro il timeout specificato produrrà un doppio tocco in VoiceOver.
ja: 指定した時間内に2回タップするとVoiceOverでダブルタップとみなされます。
kk: Белгіленген күту уақыты аралығында орындалған екі түрту қимылы, VoiceOver опциясында «Екі рет түрту» әрекетін орындайды.
ko: 지정된 제한 시간 내에 탭 동작을 두 번 연달아 하면 VoiceOver에서 두 번 탭으로 수행됩니다.
lt: Du bakstelėjimai per nurodytą skirtąjį laiką reiškia „VoiceOver“ bakstelėjimą du kartus.
ms: Dua ketikan yang berlaku dalam tamat masa yang ditentukan akan melakukan dwiketik dalam VoiceOver.
nl: Door twee keer te tikken binnen de opgegeven time-outtijd wordt dubbel getikt in VoiceOver.
no: To trykk innenfor en bestemt tid vil registreres som et dobbelttrykk i VoiceOver.
pl: Dwa stuknięcia następujące w zdefiniowanym przedziale czasu będą traktowane przez VoiceOver jako podwójne stuknięcie.
pt_br: Dois toques que ocorram no tempo limite resultarão em um toque duplo no VoiceOver.
pt_pt: Dois toques que ocorram dentro do intervalo de tempo especificado serão interpretados como um duplo toque pelo VoiceOver.
ro: Două apăsări care survin în cadrul timpului de așteptare specificat vor executa o apăsare dublă în VoiceOver.
ru: Два касания, выполненных в течение заданного периода времени, для VoiceOver будут соответствовать двойному касанию.
sk: Dve klepnutia v špecifikovanom časovom intervale vykonajú dvojité klepnutie vo VoiceOveri.
sl: Dva tapa, ki sta izvedena v določeni časovni omejitvi, sprožita dvotap v funkciji VoiceOver.
sv: Två tryck som sker inom tidsgränsen motsvarar att snabbt trycka två gånger i VoiceOver.
th: การแตะสองครั้งที่เกิดขึ้นก่อนการหมดเวลาที่ระบุไว้จะดำเนินงานการแตะสองครั้งใน VoiceOver
tr: Belirtilen zaman aşımı içerisinde oluşan iki dokunma, VoiceOver’da çift dokunmayı gerçekleştirecektir.
uk: Два торкання в межах заданого часу очікування виконують подвійний дотик у VoiceOver.
vi: Hai thao tác chạm xảy ra trong thời gian chờ được chỉ định sẽ thực hiện một thao tác chạm hai lần trong VoiceOver.
zh_cn: 在指定的超时时间内发生的两次轻点动作在“旁白”中也将执行连点操作。
zh_hk: 在指定的逾時時限內所發生的點兩下動作亦會在「旁白」中點兩下。
zh_tw: 在指定逾時時間內發生的點兩下動作也會在「旁白」中點兩下。

# ACTIVITY_BRAILLE_FORMATTING
source: Braille Text Formatting
ar: تنسيق نص برايل
bg: Форматиране на брайлов текст
ca: Format del text en braille
cs: Formátování braillského textu
da: Formatering af punktskrift
de: Braille-Textformatierung
el: Μορφοποίηση κειμένου Μπράιγ
es: Formato del texto en braille
es_us: Formato de texto en Braille
fi: Pistekirjoitustekstin muotoilu
fr: Mise en forme du texte braille
fr_ca: Mise en forme du texte en braille
he: עיצוב מלל ברייל
hi: ब्रेल टेक्स्ट फ़ॉर्मैटिंग
hr: Formatiranje teksta na brajici
hu: Braille-szöveg formázása
id: Pemformatan Teks Braille
it: Formattazione testo Braille
ja: 点字テキストフォーマット
kk: Брайль мәтінін пішімдеу
ko: 점자 텍스트 포맷
lt: Brailio teksto formatavimas
ms: Pemformatan Teks Braille
nl: Opmaak brailletekst
no: Tekstformatering for punktskrift
pl: Formatowanie tekstu Braille’a
pt_br: Formatação de Texto em Braille
pt_pt: Formatação de texto braille
ro: Formatare text Braille
ru: Форматирование текста Брайля
sk: Formátovanie braillovho textu
sl: Oblikovanje besedila v Braillovi pisavi
sv: Punktskriftsformatering
th: การจัดรูปแบบข้อความอักษรเบรลล์
tr: Braille Metin Biçimleme
uk: Форматування тексту шрифтом Брайля
vi: Định dạng văn bản Braille
zh_cn: 盲文文本格式化
zh_hk: 點字文字格式
zh_tw: 點字文字格式

# PUNCTUATION_GROUP_NAME_LABEL
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Атауы
ko: 이름
lt: Pavadinimas
ms: Nama
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱

# BannerNotificationsTitle
source: Banner Notifications
ar: إشعارات الشعار
bg: Ленти с известия
ca: Bàner de notificació
cs: Oznámení na bannerech
da: Bannernotifikationer
de: Bannermitteilungen
el: Γνωστοποιήσεις μπάνερ
es: Tiras de notificación
es_us: Tiras de notificaciones
fi: Banneri-ilmoitukset
fr: Bannières de notification
fr_ca: Bannières de notification
he: עדכוני באנרים
hi: बैनर सूचनाएँ
hr: Obavijesti u baneru
hu: Szalagcím-értesítések
id: Pemberitahuan Spanduk
it: Banner di notifica
ja: バナー通知
kk: Баннер хабарландырулары
ko: 배너 알림
lt: Reklaminės juostos pranešimai
ms: Pemberitahuan Sepanduk
nl: Strookmeldingen
no: Bannervarslinger
pl: Banery powiadomień
pt_br: Notificações em Banner
pt_pt: Faixas de notificações
ro: Bannere de notificare
ru: Баннеры уведомлений
sk: Hlásenia na banneroch
sl: Obvestila v pasici
sv: Banderollnotiser
th: การแจ้งเตือนป้ายประกาศ
tr: Başlık Bildirimleri
uk: Сповіщення на банерах
vi: Thông báo biểu ngữ
zh_cn: 横幅通知
zh_hk: 橫額通知
zh_tw: 橫幅通知

# ROUTE_TO_HDMI_DETAILS
source: Any externally connected media devices should be reconnected for this change to take effect.
ar: يجب إعادة توصيل أجهزة الوسائط ذات الاتصال الخارجي حتى يجري هذا التغيير.
bg: Всички външно свързани медийни устройства трябва да се свържат отново, за да влезе в сила тази промяна.
ca: Perquè el canvi s’apliqui, has de tornar a connectar els dispositius multimèdia connectats externament.
cs: Aby se změna projevila, je nutné znovu připojit všechna externí mediální zařízení.
da: Alle eksternt tilsluttede medieenheder skal tilsluttes igen, før denne ændring træder i kraft.
de: Externe Mediengeräte müssen erneut verbunden werden, damit diese Änderung wirksam wird.
el: Για εφαρμογή αυτής της αλλαγής, πρέπει να επανασυνδέσετε τυχόν εξωτερικές συνδεδεμένες συσκευές πολυμέσων.
es: Para que este cambio surta efecto se deberán volver a conectar los dispositivos multimedia externos.
es_us: Se deberá volver a conectar cualquier dispositivo de contenido multimedia conectado externamente para que este cambio surta efecto.
fi: Kaikki ulkoisesti liitetyt medialaitteet tulee liittää uudelleen, jotta tämä muutos tulee voimaan.
fr: Tout appareil multimédia externe connecté doit être reconnecté pour que cette modification soit prise en compte.
fr_ca: Tout appareil multimédia connecté de façon externe doit être reconnecté pour que cette modification soit prise en compte.
he: יש לחבר מחדש התקני מולטימדיה המחוברים חיצונית כדי ששינוי זה ייכנס לתוקף.
hi: यह बदलाव तब प्रभावी होगा जब बाहर से कनेक्ट किया गया कोई मीडिया डिवाइस फिर से कनेक्ट किया जाएगा।
hr: Svi vanjski spojeni medijski uređaji trebaju se ponovno spojiti kako bi ova promjena stupila na snagu.
hu: A módosítás érvénybe lépéséhez minden külsőleg csatlakoztatott médiaeszközt újra kell csatlakoztatni.
id: Perangkat media yang terhubung secara eksternal harus dihubungkan ulang agar perubahan ini diterapkan.
it: Affinché la modifica abbia effetto, i dispositivi multimediali esterni connessi devono essere ricollegati.
ja: この変更を有効にするには、外部接続されているメディアデバイスをすべて再接続する必要があります。
kk: Өзгеріс өз күшіне ену үшін кез келген сыртқы медиа құрылғыларды қайта қосу керек.
ko: 이 변경 사항을 적용하려면 외부에서 연결된 모든 미디어 기기를 다시 연결해야 합니다.
lt: Kad šis pakeitimas įsigaliotų, visi išoriškai prijungti medijos įrenginiai turi būti prijungti iš naujo.
ms: Sebarang peranti media yang disambungkan secara luaran patut disambungkan semula untuk perubahan ini digunakan.
nl: Extern verbonden media-apparaten moeten opnieuw worden verbonden om deze wijziging door te voeren.
no: Alle eksternt tilkoblede medieenheter må kobles til på nytt for at endringen skal tas i bruk.
pl: Aby zastosować tę zmianę, należy ponownie podłączyć wszystkie zewnętrzne urządzenia multimedialne.
pt_br: Quaisquer dispositivos de mídia conectados externamente devem ser reconectados para que esta alteração tenha efeito.
pt_pt: Para esta alteração ser aplicada é necessário voltar a ligar quaisquer dispositivos multimédia externos.
ro: Pentru ca modificarea să intre în vigoare, toate dispozitivele multimedia conectate extern trebuie să fie reconectate.
ru: Чтобы изменение вступило в силу, необходимо переподключить все внешние медиаустройства.
sk: Táto zmena sa prejaví po odpojení a opätovnom pripojení externých mediálnych zariadení.
sl: Za uveljavitev te spremembe znova povežite vse zunanje povezane predstavnostne naprave.
sv: Alla externt anslutna medieenheter måste anslutas på nytt innan ändringen börjar gälla.
th: ควรเชื่อมต่ออุปกรณ์สื่อที่เชื่อมต่ออยู่ภายนอกอีกครั้งเพื่อให้เกิดผลการเปลี่ยนแปลงนี้
tr: Bu değişikliğin etkili olması için harici olarak bağlanan ortam aygıtlarının yeniden bağlanması gerekir.
uk: Усі зовнішні підʼєднані медіапристрої слід перепідʼєднати, щоб ця зміна набула чинності.
vi: Các thiết bị phương tiện được kết nối bên ngoài phải được kết nối lại để thay đổi này có hiệu lực.
zh_cn: 任何外接媒体设备都应重新连接，此更改才能生效。
zh_hk: 任何外置連接的媒體裝置都應該重新連線才能令此更改生效。
zh_tw: 任何外部連接的媒體裝置都應該重新連線才能使這項變更生效。

# VO_LIVE_RECOGNITION_CUSTOMIZATION_IPAD
source: Using on-device intelligence, your iPad can detect scenes and text around you. Your iPad can also detect text that is near your finger with Point and Speak. You can select which of these detectors appear in the Live Recognition Rotor.
ar: باستخدام الذكاء الاصطناعي المضمن في الجهاز، بإمكان iPad اكتشاف المَشاهد والنصوص من حولك. بإمكان iPad أيضًا اكتشاف النص بالقرب من إصبعك باستخدام "الإشارة والنطق". يمكنك تحديد المستشعرات التي تظهر في "دوار التعرف المباشر".
bg: Използвайки интелигентността на устройството, вашият iPad може да открива сцени и текст около вас. Също така вашият iPad може, с помощта на функцията Посочи и говори, да открива текст близо до вашия пръст. Можете да изберете кои от тези детектори да се появяват в шайбата Разпознаване на живо.
ca: L’iPad utilitza la intel·ligència local del dispositiu per detectar les escenes i el text que tens a prop. A més, inclou la funció “Apunta i llegeix”, que detecta el text que assenyales amb el dit. També pots personalitzar els detectors que es mostren al rotor del reconeixement en temps real.
cs: iPad dokáže s použitím vlastní inteligence zařízení detekovat scény a text ve vašem okolí. Hlasová odezva při zaměření vám na iPadu navíc umožňuje rozpoznávat text, na který ukážete prstem. Na rotor živého rozpoznávání si můžete podle potřeby přidat kterékoli z těchto detektorů.
da: Ved hjælp af intelligens på enheden kan iPad registrere scener og tekst omkring dig. Din iPad kan også registrere tekst, der er tæt på din finger med funktionen Peg og læs op. Du kan angive, hvilke af disse detektorer, der skal vises i rotoren Genkendelse i realtid.
de: Mithilfe künstlicher Intelligenz auf dem Gerät kann dein iPad Szenen und Text in deiner Umgebung erkennen. Dein iPad kann zudem mit der Funktion „Zeigen und Sprechen“ Text erkennen, der sich in der Nähe deines Fingers befindet. Du kannst festlegen, welche dieser Erkennungsfunktionen im Liveerkennungs­rotor angezeigt werden.
el: Μέσω της χρήσης της νοημοσύνης επί της συσκευής, το iPad μπορεί να ανιχνεύει σκηνές και κείμενο γύρω σας. Το iPad μπορεί επίσης να ανιχνεύει κείμενο που βρίσκεται κοντά στο δάχτυλό σας με την Κατάδειξη και ομιλία. Μπορείτε να επιλέξετε τους ανιχνευτές που θα εμφανίζονται στον ρότορα της Αναγνώρισης σε πραγματικό χρόνο.
es: El iPad utiliza la inteligencia local del dispositivo para detectar escenas y texto cerca de ti. Además, es capaz de detectar el texto que apuntes con el dedo mediante la función “Apuntar y hablar”. Puedes elegir qué detectores quieres que aparezcan en el rotor del reconocimiento en tiempo real.
es_us: Mediante la inteligencia en el dispositivo, tu iPad puede detectar escenas y texto a tu alrededor. Además, con la función Apuntar y leer, puede detectar el texto que se encuentra cerca de tu dedo. Puedes elegir qué detectores se muestran en el rotor de reconocimiento en vivo.
fi: iPad voi tunnistaa laitteen älytoimintojen avulla ympärilläsi olevia tilanteita ja tekstiä. iPad voi myös tunnistaa sormesi lähellä olevan tekstin Osoita ja kuuntele -toiminnolla. Voit valita, mitkä näistä tunnistimista näkyvät Ympäristön tunnistus -roottorissa.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPad peut détecter les scènes et le texte aux alentours. Votre iPad peut également détecter le texte à proximité de votre doigt à l’aide de « Pointer et parler ». Vous pouvez sélectionner les détecteurs à afficher dans le rotor de reconnaissance en direct.
fr_ca: Grâce aux fonctionnalités d’intelligence de l’appareil, votre iPad peut détecter les scènes et le texte qui vous entourent. Il peut également détecter le texte à proximité de votre doigt grâce à « Pointer et parler ». Vous pouvez sélectionner le détecteur à afficher dans le rotor de reconnaissance en direct.
he: שימוש בטכנולוגיית בינה מלאכותית במכשיר מאפשר ל-iPad לזהות תרחישים ומלל בסביבה שלך. ה-iPad יכול גם לזהות מלל שנמצא בסמוך לאצבע שלך באמצעות ״הצבעה להקראה״. ניתן לבחור אילו מבין המזהים יופיעו בחוגה של ״זיהוי בזמן אמת״.
hi: ऑन-डिवाइस इंटेलिजेंस का उपयोग करके, आपका iPad आपके आस-पास के दृश्यों और टेक्स्ट का पता लगा सकता है। आपका iPad “पॉइंट करें और बोलें” की मदद से आपकी उँगली के पास मौजूद टेक्स्ट का भी पता लगा सकता है। आप चुन सकते हैं कि इनमें से कौन सा डिटेक्टर लाइव पहचान रोटर में दिखाई दे।
hr: Koristeći inteligenciju na uređaju, vaš iPad može detektirati scene i tekst oko vas. iPad također može detektirati tekst u blizini vašeg prsta pomoću značajke Usmjeravanje i govor. Možete odrediti koji od ovih detektora će se prikazivati u rotoru Prepoznavanje uživo.
hu: Az eszközön való feldolgozás segítségével az iPadje képes az Ön közelében található környezeti elemek és szövegek észlelésére. Az iPadje a Mutatás és beszéd funkció használatával emellett képes észlelni az Ön ujja környékén található szövegeket. Kiválaszthatja, hogy ezen észlelési funkciók közül melyik jelenjen meg az Élő észlelés rotorban.
id: Dengan menggunakan kecerdasan pada perangkat, iPad Anda dapat mendeteksi pemandangan dan teks di sekitar Anda. iPad Anda juga dapat mendeteksi teks yang di dekat jari Anda dengan Tunjuk dan Ucapkan. Anda dapat memilih detektor mana yang muncul di Rotor Pengenalan Langsung.
it: iPad può usare l’intelligenza artificiale presente sul dispositivo per rilevare scene e testo intorno a te. iPad è anche in grado di rilevare il testo vicino al tuo dito con “Indica e ascolta”. Puoi selezionare quali di questi strumenti appaiono nel rotore di “Riconoscimento in tempo reale”.
ja: デバイス上の人工知能機能を使用して、iPadで周囲のシーンやテキストを検出できます。“指差し読み上げ”を使うことにより、差している指の近くのテキストも検出できます。ライブ認識ローターにどの検出機能を表示するかを選択することができます。
kk: Құрылғыдағы жасанды интеллектті пайдалана отырып, iPad құрылғыңыз айналаңыздағы көріністерді және мәтінді анықтай алады. Сондай-ақ iPad құрылғыңыз «Таңдалғанды дыбыстау» арқылы саусағыңызға жақын мәтінді анықтай алады. Осы детекторлардың қайсысы шынайы уақытта тану роторында пайда болатынын таңдауға болады.
ko: iPad가 온디바이스 지능형 기능을 이용해 사용자 주변의 장면 및 텍스트를 감지할 수 있습니다. 또한 ‘가리키면 읽어주기’ 기능으로 사용자 손가락 근처의 텍스트를 감지할 수 있습니다. 감지 기능 중에서 실시간 인지 로터에 표시할 항목을 직접 선택할 수도 있습니다.
lt: Pasinaudodamas „iPad“ dirbtiniu intelektu, įrenginys gali aptikti aplink jus esančias aplinkas ir tekstą. Naudojant „Įgarsinimą parodant“, „iPad“ taip pat gali aptikti šalia jūsų piršto esantį tekstą. Naudodami „Aplinkos atpažinimo rotorių“ galite pasirinkti, kuriuos iš šių detektorių pateikti ekrane.
ms: Menggunakan kecerdasan pada peranti, iPad anda boleh mengesan suasana dan teks di sekeliling anda. iPad anda juga boleh mengesan teks berdekatan jari anda dengan Tuding dan Sebut. Anda boleh memilih antara pengesan yang kelihatan dalam Rotor Pengecaman Langsung.
nl: Met behulp van intelligentie op het apparaat kan je iPad scènes en tekst om je heen detecteren. Je iPad kan met 'Wijs en spreek' ook tekst detecteren die zich in de buurt van je vinger bevindt. Je kunt selecteren welke van deze detectors worden weergegeven in de rotor voor live herkenning.
no: Ved hjelp av intelligente funksjoner på enheten kan iPaden gjenkjenne scener og tekst i omgivelsene dine. iPaden kan også gjenkjenne tekst nær fingeren din med Pek og snakk. Du kan velge hvilke av disse detektorene som skal vises i rotoren Gjenkjenning av omgivelser.
pl: iPad wykorzystuje wbudowaną sztuczną inteligencję do wykrywania scen i napisów w Twoim otoczeniu. W trybie Wskaż i mów może także wykrywać, co znajduje się w pobliżu Twojego palca. Możesz wybrać, które z tych narzędzi wykrywania mają być dostępne na pokrętle Rozpoznawanie na żywo.
pt_br: Usando a inteligência no dispositivo, o iPad pode detectar cenas e texto ao seu redor. Com a função Apontar e Falar, o iPad também pode detectar texto perto do seu dedo. Você pode selecionar quais desses detectores aparecem no Rotor de Reconhecimento ao Vivo.
pt_pt: O iPad usa a tecnologia de inteligência incorporada para detetar cenários e texto à sua volta. Através da funcionalidade Apontar e enunciar, o iPad também pode detetar o texto que aponte com o dedo. É possível selecionar quais destes detetores devem aparecer no rotor do reconhecimento em tempo real.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPad‑ul poate detecta scene și text din jurul dvs. De asemenea, iPad‑ul poate detecta textul aflat în apropierea degetului dvs. cu “Indicare și enunțare”. Puteți selecta care dintre aceste detectoare să apară în rotorul “Recunoaștere live”.
ru: Используя встроенный интеллект, iPad может обнаруживать сцены и текст вокруг Вас. Кроме того, iPad может распознавать текст рядом с Вашим пальцем и задействовать функцию «Озвучивание выбранного». Вы можете выбрать, какие из этих детекторов будут отображаться в роторе «Распознавание окружения».
sk: iPad dokáže použitím vlastnej inteligencie na zariadení detegovať scény a text vo vašom okolí. Hlasová odozva pri namierení na iPade navyše rozpoznáva text, na ktorý ukážete prstom. Ľubovoľný z týchto detektorov si môžete pridať do rotora Živé rozpoznávanie.
sl: Z inteligenco v napravi lahko iPad zazna prizore in besedilo v vaši okolici. S funkcijo Izgovori pokazano lahko iPad zazna tudi besedilo v bližini prsta. Izberete lahko, kateri zaznavalniki bodo prikazani v rotorju za prepoznavanje v živo.
sv: Med hjälp av intelligens på enheten kan iPad upptäcka scenarier och text runt dig. iPad kan även detektera text som finns i närheten av ditt finger med hjälp av Peka och tala. Du kan ange vilka av dessa detektorer som ska visas med hjälp av rotorn Igenkänning i realtid.
th: โดยใช้ความฉลาดของอุปกรณ์ ทำให้ iPad ของคุณสามารถตรวจจับสภาพแวดล้อมและข้อความที่อยู่รอบตัวคุณได้ iPad ยังสามารถตรวจจับข้อความที่อยู่ใกล้กับนิ้วมือของคุณได้ด้วยการชี้และอ่านออกเสียง คุณสามารถเลือกที่จะแสดงตัวตรวจจับเหล่านี้ในตัวหมุนสังเกตรอบตัวได้
tr: iPad’iniz, aygıttaki yapay zekâyı kullanarak çevrenizdeki ortamları ve metinleri algılayabilir. iPad’iniz, Doğrult ve Seslendir sayesinde parmağınızın yakınındaki metinleri de algılayabilir. Bu algılayıcılardan hangilerinin Canlı Tanıma rotorunda görüneceğini seçebilirsiniz.
uk: За допомогою вбудованих інтелектуальних алгоритмів iPad може описувати оточення та виявляти текст навколо вас. Функція «Навести й озвучити» на iPad може виявляти текст поряд із вашим пальцем. Можна вибрати, які з цих функцій показувати в роторі «Виявлення в реальному світі».
vi: Bằng cách sử dụng tính năng thông minh trên thiết bị, iPad có thể phát hiện các cảnh và văn bản xung quanh bạn. iPad cũng có thể phát hiện văn bản ở gần ngón tay của bạn với tính năng Trỏ và đọc. Bạn có thể lựa chọn bộ phát hiện nào sẽ xuất hiện trong rô-to Nhận biết trực tiếp.
zh_cn: iPad可使用设备端智能技术检测你周围的场景和文本。iPad也可通过“指字即读”检测手指附近的文本。你可以选择要在实时识别转子中显示的检测器。
zh_hk: 使用裝置端智能技術，iPad可以偵測你身邊的場景和文字。iPad亦可使用「指住即讀」偵測你手指附近的文字。你可以選擇要在「即時識別」轉輪中顯示哪些偵測器。
zh_tw: 你的iPad會使用裝置端的智慧技術偵測你周圍的場景和文字。你的iPad也可以透過「指字即讀」偵測手指附近的文字。你可以在「即時辨識轉輪」中選取要顯示的偵測器。

# LANGUAGE_DETECTION_EXPLANATION_OFF
source: VoiceOver will always speak with the current voice.
ar: سينطق التعليق الصوتي دائمًا بالصوت الحالي.
bg: VoiceOver винаги ще говори с текущия глас.
ca: El VoiceOver sempre parlarà amb aquesta veu.
cs: VoiceOver bude vždy používat aktuální hlas.
da: VoiceOver vil altid tale med den aktuelle stemme.
de: VoiceOver spricht immer mit der aktuellen Stimme.
el: Το VoiceOver θα μιλά πάντα με την τρέχουσα φωνή.
es: VoiceOver hablará siempre con la voz actual.
es_us: VoiceOver hablará siempre con la voz actual.
fi: VoiceOver puhuu aina nykyisellä puheäänellä.
fr: VoiceOver parlera toujours avec la voix actuelle.
fr_ca: VoiceOver utilisera systématiquement la voix actuelle.
he: ‏VoiceOver ישתמש תמיד בקול הנוכחי.
hi: VoiceOver हमेशा वर्तमान वॉइस में बोलेगा।
hr: VoiceOver će uvijek čitati trenutačnim glasom.
hu: A VoiceOver mindig az aktuális hangon fog beszélni.
id: VoiceOver akan selalu mengucapkan dengan suara saat ini.
it: VoiceOver utilizzerà sempre questa voce.
ja: VoiceOverは常に現在の声で読み上げます。
kk: VoiceOver опциясы әрдайым қолданыстағы дауыспен дыбыстайды.
ko: VoiceOver가 항상 현재의 음성으로 말합니다.
lt: „VoiceOver“ visada kalbės šiuo balsu.
ms: VoiceOver akan sentiasa bercakap dengan suara semasa.
nl: VoiceOver spreekt altijd uit met de huidige stem.
no: VoiceOver vil alltid snakke med den gjeldende stemmen.
pl: VoiceOver zawsze będzie używać bieżącego głosu.
pt_br: O VoiceOver sempre falará com a voz atual.
pt_pt: O VoiceOver falará sempre com a voz atual.
ro: VoiceOver va enunța întotdeauna folosind vocea curentă.
ru: VoiceOver будет всегда говорить текущим голосом.
sk: VoiceOver bude vždy rozprávať použitím aktuálneho hlasu.
sl: VoiceOver pri govoru vedno uporablja trenutni glas.
sv: VoiceOver talar alltid med den aktuella rösten.
th: VoiceOver จะอ่านออกเสียงด้วยเสียงปัจจุบันเสมอ
tr: VoiceOver her zaman şu anki sesle seslendirir.
uk: VoiceOver завжди говоритиме поточним голосом.
vi: VoiceOver sẽ luôn đọc bằng giọng nói hiện tại.
zh_cn: “旁白”将始终使用当前语音朗读。
zh_hk: 「旁白」總是用目前的聲音朗讀。
zh_tw: 「旁白」永遠會以目前的聲音朗讀。
